tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"

tap "1password/tap"
tap "azure/kubelogin"
tap "nais/tap"

brew "curl"
brew "git"
brew "kubectl"
brew "node"
brew "postgresql"
brew "starship"
brew "thefuck"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "jq"
brew "azure/kubelogin/kubelogin"
brew "nais/tap/nais"
cask "naisdevice"

cask "1password-cli"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "spotify"
cask "zoom"
cask "visual-studio-code"
cask "google-cloud-sdk"